{
   "data":[
      {
         "id":97,
         "label":"Manufacturing Award Grants Will Invite Lasting Investment for Our Communities ",
         "self":"https://api.commerce.gov/api/blogs/97",
         "href":"https://www.commerce.gov/news/blog/2013/09/manufacturing-award-grants-will-invite-lasting-investment-our-communities",
         "post_date":"1380296700",
         "teaser":"This past spring, the Commerce Department launched the Investing in Manufacturing Communities Partnership (IMCP), a first-of-its-kind initiative to provide communities with the resources needed to create and implement development plans and recognize their full economic potential. \r\n\r\n",
         "body":"<p>This past spring, the Commerce Department launched the <a href=\"//www.commerce.gov/news/fact-sheets/2013/04/17/fact-sheet-investing-manufacturing-communities-partnership\" target=\"_blank\">Investing in Manufacturing Communities Partnership</a> (IMCP), a first-of-its-kind initiative to provide communities with the resources needed to create and implement development plans and recognize their full economic potential.</p>\n<p>I’m so pleased to announce <a href=\"//www.commerce.gov/news/press-releases/2013/09/25/obama-administration-officials-announce-7m-grants-and-investments-rev\" target=\"_blank\">26 grant award winners</a> have been selected by the Department of Commerce. Along with our agency partners – the Department of Agriculture, the Environmental Protection Agency, and the Small Business Administration – we are awarding $7 million in grants and investments that comprise the first funding phase of the Investing in Manufacturing Communities Partnership.</p>\n<p>The communities selected as winners by the Department of Commerce represent 17 different states. They have developed cutting-edge plans that capitalize on these communities' comparative advantages as a place to do business. These plans make investments in public goods, and encourage collaboration between multiple public and private entities to expand the area's commercial appeal to investors. In total, the first funding phase of the program provides 44 planning grants and investments.</p>\n<p>The IMCP stemmed from the recognized need to effectively accelerate manufacturing investment in the United States. Too often, communities have relied on the practice of “smokestack chasing” to attract investment, in which communities will offer tax breaks and subsidies to attract the attention of a single firm. Economists have found this approach often yields a low return for taxpayer investment. The Obama administration seeks to encourage and assist American communities to not merely make efforts to attract individual investments but instead to transform themselves into manufacturing hubs that that draw all kinds of businesses.</p>\n<p>Grants and investments awarded in 2013 will help communities undertake the strategic planning necessary to compete for the IMCP Challenge being launched in fall 2013 and awarded in the spring of 2014.  In the 2014 Challenge competition, the Administration will designate stand-out “Manufacturing Communities” and give them an advantage in securing grant money through programs offered by 10 federal departments and agencies across the government. Moreover, top “Manufacturing Communities” may receive large IMCP Challenge grants and investments to finance – in partnership with industry and localities – substantial economic development investments such as workforce training, business parks or incubators, or infrastructure.</p>\n<p>In order to make this transformation a reality, the IMCP allows American communities to capitalize on U.S. economic strengths in order to be a magnet for investors. In short, the IMCP grants reward communities which:</p>\n<ul>\n<li>Develop implementation plans that <strong>highlight their comparative advantages;</strong></li>\n<li><strong>Invest in public goods</strong> through both private and public funding;</li>\n<li><strong>Emphasize workforce training;</strong></li>\n<li>Provide specialized <strong>research and infrastructure</strong> for businesses; and</li>\n<li>Promote <strong>exportation of products</strong> internationally.</li>\n</ul>\n<p>The 2013 candidates made significant progress in all of these areas.</p>\n<p>Find out more about the <a href=\"//www.commerce.gov/IMCP\" target=\"_blank\">recipients of the 2013 IMCP Strategy Grants</a> awarded by the Department of Commerce.</p>\n",
         "image":null,
         "video":null,
         "categories":[
            {
               "id":"156",
               "href":"https://www.commerce.gov/categories/innovation",
               "label":"Innovation"
            }
         ],
         "tags":[
            {
               "id":"83",
               "href":"https://www.commerce.gov/tags/investing-manufacturing-communities-partnership-imcp",
               "label":"Investing in Manufacturing Communities Partnership (IMCP)"
            },
            {
               "id":"84",
               "href":"https://www.commerce.gov/tags/manufacturing",
               "label":"Manufacturing"
            }
         ],
         "admin_officials":[
            {
               "id":"30",
               "href":"https://www.commerce.gov/adminofficials/secretary-commerce",
               "label":"Secretary of Commerce"
            }
         ],
         "orgs":[
            {
               "id":"13",
               "href":"https://www.commerce.gov/doc/office-secretary",
               "label":"Office of the Secretary"
            },
            [

            ],
            [

            ],
            [

            ]
         ],
         "audience":null,
         "galleries":null,
         "documents":null,
         "related":null,
         "created":"1380303088",
         "updated":"1443121620"
      },
      {
         "id":185,
         "label":"Acting Deputy Secretary Gallagher Addresses First-Ever American Energy and Manufacturing Competitiveness Summit ",
         "self":"https://api.commerce.gov/api/blogs/185",
         "href":"https://www.commerce.gov/news/blog/2013/12/acting-deputy-secretary-gallagher-addresses-first-ever-american-energy-and",
         "post_date":"1386954360",
         "teaser":"Acting Deputy Secretary Patrick Gallagher yesterday spoke at the first-ever American Energy and Manufacturing Competitiveness Partnership Summit in Washington, DC. Co-hosted by the Department of Energy's Energy Efficiency & Renewable Energy Office and the Council on Competitiveness, the first annual gathering brought together leaders from government, academia, industry and more to address national priorities in energy and manufacturing. ",
         "body":"<p>Acting Deputy Secretary Patrick Gallagher yesterday spoke at the first-ever American Energy and Manufacturing Competitiveness Partnership Summit in Washington, DC. Co-hosted by the Department of Energy's Energy Efficiency &amp; Renewable Energy Office and the Council on Competitiveness, the first annual gathering brought together leaders from government, academia, industry and more to address national priorities in energy and manufacturing.</p>\n<p>Dr. Gallagher gave brief remarks on the importance of energy and manufacturing to the Administration, the Commerce Department, and to our country as a whole. For many reasons, including the generation of more renewable energy than ever before, the U.S. has become an increasingly attractive place for foreign direct investment.</p>\n<p>Several Commerce agencies are working to help companies continue to deepen their investments in the United States in order to maintain the U.S. position as the world's leading producer of environmental technologies in the 21st century. Specifically, Gallagher cited National Institute of Standards and Technology scientists who are reengineering America's electric grid and the U.S. Patent and Trademark Office's efforts to fast-track patent applications related to renewable energy and greenhouse gas emission reduction.</p>\n<p>The Commerce Department is at the intersection of issues like energy, sustainability, the environment, innovation and competitiveness, whose links are becoming stronger and more complex. Manufacturing in particular is a key indicator of our country’s innovative capacity, which is why strengthening manufacturing is a major focus of the Commerce Department's recently released \"<a href=\"//www.commerce.gov/news/fact-sheets/2013/11/14/fact-sheet-us-department-commerce-open-business-agenda\">Open for Business Agenda</a>.\" As the federal agency responsible for leading the government’s manufacturing policy, Commerce plans to support manufacturing at every stage of the product life cycle. Specific initiatives include promoting pre-competitive collaboration among leading-edge manufacturers nationwide and investing in communities that develop comprehensive strategies that strengthen their competitive edge in attracting global manufacturers.</p>\n",
         "image":null,
         "video":null,
         "categories":[
            {
               "id":"146",
               "href":"https://www.commerce.gov/categories/environment",
               "label":"Environment"
            },
            {
               "id":"156",
               "href":"https://www.commerce.gov/categories/innovation",
               "label":"Innovation"
            }
         ],
         "tags":[
            {
               "id":"491",
               "href":"https://www.commerce.gov/tags/open-business-agenda",
               "label":"Open for Business Agenda"
            },
            {
               "id":"84",
               "href":"https://www.commerce.gov/tags/manufacturing",
               "label":"Manufacturing"
            },
            {
               "id":"889",
               "href":"https://www.commerce.gov/tags/energy-efficiency",
               "label":"Energy Efficiency"
            }
         ],
         "admin_officials":[
            {
               "id":"33",
               "href":"https://www.commerce.gov/adminofficials/acting-deputy-secretary-commerce",
               "label":"Acting Deputy Secretary of Commerce"
            }
         ],
         "orgs":[
            {
               "id":"8",
               "href":"https://www.commerce.gov/doc/national-institute-standards-and-technology",
               "label":"National Institute of Standards and Technology"
            },
            {
               "id":"12",
               "href":"https://www.commerce.gov/doc/united-states-patent-and-trademark-office",
               "label":"United States Patent and Trademark Office"
            }
         ],
         "audience":null,
         "galleries":null,
         "documents":null,
         "related":null,
         "created":"1386954614",
         "updated":"1442524434"
      },
      {
         "id":194,
         "label":"25 Years of Supporting U.S. Manufacturing",
         "self":"https://api.commerce.gov/api/blogs/194",
         "href":"https://www.commerce.gov/news/blog/2013/12/25-years-supporting-us-manufacturing",
         "post_date":"1388168100",
         "teaser":"This year, we’re reflecting on 25 successful years of the National Institute of Standards and Technology’s Holling’s Manufacturing Extension Partnership (MEP).",
         "body":"<p><em><strong>Guest blog post by Dr. Patrick Gallagher, NIST Director and Under Secretary of Commerce for Standards and Technology</strong></em></p>\n<p>The year’s end is a natural time to look back on past accomplishments. This year, we’re reflecting on 25 successful years of the National Institute of Standards and Technology’s Holling’s Manufacturing Extension Partnership (MEP). MEP is a public-private partnership that helps mostly small and mid-size manufacturers enhance productivity and technological performance, and strengthen their global competitiveness. Through a network of more than 400 centers in every state and Puerto Rico, about 1,300 MEP experts help make these businesses—and the U.S. economy—stronger.</p>\n<p>Manufacturing in the U.S. has seen some significant changes during the past two and a half decades. Today’s manufacturing is robotics, 3-D printing, and nanotechnology. And today’s manufacturing produces everything from large-scale industrial equipment, to medical devices, to handcrafted, consumable products we use every day. Our latest data show that for every dollar spent in manufacturing, another $1.48 is aded to the economy – the highest multiplier of any sector. Manufacturing also supports good jobs—with starting salaries 38 percent higher than other sectors.</p>\n<p>Innovation is crucial for ensuring the U.S. remains competitive in the global economy–and manufacturing is a key indicator of our nation’s innovative capacity. A recent MIT study points out that innovation occurs not only at the point of invention, but at every stage of product development and delivery, which is why it is so important that we help companies “Make it in America.” The Commerce Department’s recently unveiled “Open for Business Agenda” also prioritizes supporting American manufacturing at all stages of the product life cycle.</p>\n<p>Given its benefits to strengthening our economy, the Obama administration and Commerce Department are committed to supporting American manufacturing, including through programs like MEP. </p>\n<p>Since 1988, MEP has worked with nearly 76,000 manufacturers, leading to $79 billion in sales and $12.8 billion in savings. MEP’s work has helped create more than 636,000 jobs, which have also generated more than $20 billion in total investment in U.S. manufacturing. </p>\n<p>We’re proud of the role our MEP centers play in helping manufacturers across the country reach their potential. The centers offer a variety of services, from innovation strategies to process improvements to green manufacturing. These services lead to real improvements in companies’ bottom lines and future prospects. Check out our database of MEP-assisted success stories, which shows how MEP has helped strengthen or grow hundreds of companies of all sizes nationwide. </p>\n<p>In 2012, NIST MEP joined forces with the Fabricators &amp; Manufacturers Association, International and the National Association of Manufacturers to co-produce the launch of the second annual Manufacturing Day. In its first two years, this nationwide effort has given tens of thousands of students, educators, job seekers and others the chance to visit manufacturing facilities to get a first-hand look at the high-tech, high-potential world of manufacturing today. </p>\n<p>After 25 years, MEP is going strong and still innovating, developing new programs and services to help manufacturers grow and succeed in the 21st century economy. We look forward to many more years of MEP centers helping U.S. manufacturers build a strong future for their businesses, workers and the nation.</p>\n",
         "image":[
            {
               "id":"116",
               "created":"0",
               "href":"https://www.commerce.gov/sites/commerce.gov/files/media/images/2013/25years_web-01.jpg",
               "filemime":"image/jpeg",
               "filesize":"187176",
               "width":"1000",
               "height":"384",
               "alt":"MEP logo",
               "title":"25 Years of Supporting U.S. Manufacturing",
               "caption":"25 Years of Supporting U.S. Manufacturing",
               "styles":{
                  "thumbnail":"https://www.commerce.gov/sites/commerce.gov/files/styles/thumbnail/public/media/images/2013/25years_web-01.jpg?itok=rH79UN0t",
                  "medium":"https://www.commerce.gov/sites/commerce.gov/files/styles/medium/public/media/images/2013/25years_web-01.jpg?itok=HPtV9XtL",
                  "large":"https://www.commerce.gov/sites/commerce.gov/files/styles/large/public/media/images/2013/25years_web-01.jpg?itok=TJUvCUYC"
               }
            }
         ],
         "video":null,
         "categories":[
            {
               "id":"167",
               "href":"https://www.commerce.gov/categories/about-us-department-commerce",
               "label":"About the U.S. Department of Commerce"
            }
         ],
         "tags":[
            {
               "id":"1711",
               "href":"https://www.commerce.gov/tags/manufacturing-extension-partnership-mep",
               "label":"Manufacturing Extension Partnership (MEP)"
            },
            {
               "id":"84",
               "href":"https://www.commerce.gov/tags/manufacturing",
               "label":"Manufacturing"
            },
            {
               "id":"411",
               "href":"https://www.commerce.gov/tags/innovation",
               "label":"Innovation"
            }
         ],
         "admin_officials":[
            {
               "id":"48",
               "href":"https://www.commerce.gov/adminofficials/under-secretary-standards-and-technology-and-nist-director",
               "label":"Under Secretary for Standards and Technology and NIST Director"
            }
         ],
         "orgs":[
            {
               "id":"8",
               "href":"https://www.commerce.gov/doc/national-institute-standards-and-technology",
               "label":"National Institute of Standards and Technology"
            }
         ],
         "audience":null,
         "galleries":null,
         "documents":null,
         "related":null,
         "created":"1388170966",
         "updated":"1443823371"
      }
   ]
}